# 打印欢迎界面

class Welcome():
    def welcome(self):
        print("----------------------------------------------")
        print("-               JDBC账户管理系统               -")
        print("----------------------------------------------")
        print("- 1.开户                                      -")
        print("- 2.存钱                                      -")
        print("- 3.取钱                                      -")
        print("- 4.转账                                      -")
        print("- 5.查询                                      -")
        print("- 6.退出                                      -")
        print("----------------------------------------------")